---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StructuralConnectionCodeCheckingStatus.NotCalculated
enum: Autodesk.Revit.DB.Structure.StructuralConnectionCodeCheckingStatus
source: html/dfcc628c-14d6-e951-26e7-11de99b20f42.htm
---
# Autodesk.Revit.DB.Structure.StructuralConnectionCodeCheckingStatus.NotCalculated

Status not calculated.